Revit 2024 API
UnitTypeId.Milliamperes Property
 Milliamperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Milliamperes { get; }
Visual Basic
Public Shared ReadOnly Property Milliamperes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Milliamperes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace